/* No comment provided by engineer. */
"%@ (%@) couldn't be added to project %@: %@" = "%1$@ (%2$@) couldn't be added to project %3$@: %4$@";

/* No comment provided by engineer. */
"%@ requires that you fill out the %@ field" = "%1$@ requires that you fill out the %2$@ field";

/* No comment provided by engineer. */
"%d observation" = "%d observation";
"%d observations" = "%d observations";

/* No comment provided by engineer. */
"%d photo" = "%d photo";
"%d photos" = "%d photos";

/* <INatLocation: latitude: %@ longitude:%@ accuracy:%@> */
"<INatLocation: lat: %@ lon:%@ acc:%@>" = "<INatLocation: lat: %1$@ lon:%2$@ acc:%3$@>";

/* No comment provided by engineer. */
"\n\nRequired by %@" = "\n\nRequired by %@";

/* No comment provided by engineer. */
"Add" = "Add";

/* No comment provided by engineer. */
"Add observation" = "Add observation";

/* No comment provided by engineer. */
"Are you sure" = "Are you sure";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Are you sure you want to leave this project?";

/* No comment provided by engineer. */
"Are you sure?" = "Are you sure?";

"Authentication credentials were invalid. This can happen if you recently disconnected your acount from the 3rd party provider (e.g. Facebook). Please try again in a few minutes." = "Authentication credentials were invalid. This can happen if you recently disconnected your acount from the 3rd party provider (e.g. Facebook). Please try again in a few minutes.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose a date" = "Choose a date";

/* No comment provided by engineer. */
"Choose from library" = "Choose from library";

/* No comment provided by engineer. */
"Choose how your coordinates are displayed on the website." = "Choose how your coordinates are displayed on the website.";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"Conservation Status" = "Conservation Status";
"critically endangered" = "critically endangered";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Couldn't determine your location";
"data deficient" = "data deficient";
/* No comment provided by engineer. */
"Delete all" = "Delete all";

/* No comment provided by engineer. */
"Delete observation" = "Delete observation";

/* No comment provided by engineer. */
"Delete photo" = "Delete photo";

/* No comment provided by engineer. */
"Deleting observations..." = "Deleting observations...";

/* No comment provided by engineer. */
"Description" = "Description";

/* No comment provided by engineer. */
"Do you want to set the date, time, and location of this observation from the photo's metadata?" = "Do you want to set the date, time, and location of this observation from the photo's metadata?";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edit location" = "Edit location";

/* No comment provided by engineer. */
"Edit observation" = "Edit observation";
"Either you didn't grant access to your Facebook account, or the request timed out. Try again if you want to sign in using your Facebook account, and make sure to grant access." = "Either you didn't grant access to your Facebook account, or the request timed out. Try again if you want to sign in using your Facebook account, and make sure to grant access.";
"endangered" = "endangered";

/* No comment provided by engineer. */
"EOL" = "EOL";
"extinct" = "extinct";
"extinct in the wild" = "extinct in the wild";

/* No comment provided by engineer. */
"Featured" = "Featured";

/* No comment provided by engineer. */
"Get current location" = "Get current location";

"Google sign in failed" = "Google sign in failed";

/* No comment provided by engineer. */
"Heads up" = "Heads up";

/* No comment provided by engineer. */
"Import Error" = "Import Error";

/* No comment provided by engineer. */
"Import metadata?" = "Import metadata?";

/* No comment provided by engineer. */
"iNaturalist" = "iNaturalist";

/* No comment provided by engineer. */
"Internet connection required" = "Internet connection required";

/* No comment provided by engineer. */
"Internet required" = "Internet required";

/* No comment provided by engineer. */
"Join" = "Join";

/* No comment provided by engineer. */
"Joined" = "Joined";

/* No comment provided by engineer. */
"Joining..." = "Joining...";
"least concern" = "least concern";
/* No comment provided by engineer. */
"Leave" = "Leave";

/* No comment provided by engineer. */
"Leaving..." = "Leaving...";

/* Default DejalActivtyView label text */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Sign in failed" = "Sign in failed";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Looks like there was an error: %@";

/* error message with the error */
"Looks like there was an unexpected error: %@" = "Looks like there was an unexpected error: %@";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Make sure iNat has permission to access your location or give the GPS some time to fetch it.";

/* No comment provided by engineer. */
"Missing Field" = "Missing Field";

/* No comment provided by engineer. */
"Nearby" = "Nearby";
"near threatened" = "near threatened";
"not evaluated" = "not evaluated";

/* No comment provided by engineer. */
"Network unreachable" = "Network unreachable";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"No" = "No";

/* Negative in all caps, for use in switches */
"NO" = "NO";

"No description." = "No description.";

/* No comment provided by engineer. */
"No featured projects." = "No featured projects.";

/* No comment provided by engineer. */
"No nearby projects." = "No nearby projects.";

/* No comment provided by engineer. */
"No observation rules" = "No observation rules";

"No terms." = "No terms.";

/* No comment provided by engineer. */
"Now that you've signed up you can sign in with the username and password you just created.  Don't forget to check for your confirmation email as well." = "Now that you've signed up you can sign in with the username and password you just created.  Don't forget to check for your confirmation email as well.";
"observations" = "observations";
/* No comment provided by engineer. */
"Obscured" = "Obscured";

/* No comment provided by engineer. */
"obscured" = "obscured";

/* No comment provided by engineer. */
"Observation Rules" = "Observation Rules";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"open" = "open";

/* Adjectival form, e.g. for geoprivacy Might need to use a different key later on. */
"Open_adj" = "Open";

/* Adjectival form, e.g. for geoprivacy Might need to use a different key later on. */
"open_adj" = "open";

/* For opening a link in an external browser */
"Open link in Safari" = "Open link in Safari";

/* No comment provided by engineer. */
"Photo %@" = "Photo %@";

/* Previous */
"Prev" = "Prev";

/* No comment provided by engineer. */
"Private" = "Private";

/* No comment provided by engineer. */
"private" = "private";

/* No comment provided by engineer. */
"Request timed out" = "Request timed out";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Sign in" = "Sign in";

/* No comment provided by engineer. */
"Sign out" = "Sign out";

/* No comment provided by engineer. */
"Signing in..." = "Signing in...";

/* No comment provided by engineer. */
"Signing out..." = "Signing out...";

/* No comment provided by engineer. */
"Something..." = "Something...";

/* No comment provided by engineer. */
"Somewhere..." = "Somewhere...";

/* No comment provided by engineer. */
"Stop sync" = "Stop sync";

/* No comment provided by engineer. */
"Sync " = "Sync ";

/* No comment provided by engineer. */
"Synced %d of %d %@" = "Synced %1$d of %2$d %3$@";

/* No comment provided by engineer. */
"Syncing %@..." = "Syncing %@...";

/* No comment provided by engineer. */
"Syncing list..." = "Syncing list...";

/* No comment provided by engineer. */
"Syncing photos..." = "Syncing photos...";

/* No comment provided by engineer. */
"Syncing..." = "Syncing...";

/* No comment provided by engineer. */
"Take a photo" = "Take a photo";

/* No comment provided by engineer. */
"Terms" = "Terms";

/* No comment provided by engineer. */
"There was an unexpected error." = "There was an unexpected error.";

/* No comment provided by engineer. */
"This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi." = "This can happen when your Internet connection is slow or intermittent.  Please try again the next time you're on WiFi.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "This will also remove your observations from this project.";

/* No comment provided by engineer. */
"This will delete all the observations on this device, but you need to go to iNaturalist.org to delete them from the website." = "This will delete all the observations on this device, but you need to go to iNaturalist.org to delete them from the website.";

/* No comment provided by engineer. */
"This will delete all your observations on this device.  It will not affect any observations you've uploaded to iNaturalist." = "This will delete all your observations on this device.  It will not affect any observations you've uploaded to iNaturalist.";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Try again next time you're connected to the Internet.";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unprocessable entity" = "Unprocessable entity";

/* No comment provided by engineer. */
"Username or password were invalid." = "Username or password were invalid.";

/* No comment provided by engineer. */
"Version %@, build %@" = "Version %1$@, build %2$@";

/* No comment provided by engineer. */
"View more about this species on..." = "View more about this species on...";

/* No comment provided by engineer. */
"View on iNaturalist.org" = "View on iNaturalist.org";
"vulnerable" = "vulnerable";
/* No comment provided by engineer. */
"Welcome to iNaturalist!" = "Welcome to iNaturalist!";

/* No comment provided by engineer. */
"Whoops!" = "Whoops!";

/* No comment provided by engineer. */
"Wikipedia" = "Wikipedia";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* Affirmative all caps, for use in switches */
"YES" = "YES";

/* No comment provided by engineer. */
"You don't have any observations yet." = "You don't have any observations yet.";

/* No comment provided by engineer. */
"You don't have any projects yet." = "You don't have any projects yet.";

/* No comment provided by engineer. */
"You haven't joined any projects yet." = "You haven't joined any projects yet.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "You must be connected to the Internet to do this.";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync with iNaturalist.org" = "You must be connected to the Internet to sync with iNaturalist.org";

/* No comment provided by engineer. */
"You must be connected to the Internet to sync." = "You must be connected to the Internet to sync.";

/* No comment provided by engineer. */
"You've denied iNaturalist access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for iNaturalist." = "You've denied iNaturalist access to certain kinds of data, most likely location data, so some of the photo data couldn't be imported.  To change this, open your Settings app, click Location Services, and make sure Location Services are on for iNaturalist.";
